Repository: ihavetoomany/ResursYellow
Catalog: ResursYellow/Data/*.lproj/Localizable.strings
Languages: sv

source: Today
sv: Idag

source: Yesterday
sv: Igår

source: days ago
sv: dagar sedan

source: In
sv: Om

source: days
sv: dagar

source: Tomorrow
sv: Imorgon

source: greeting_morning
sv: God morgon

source: greeting_day
sv: God dag

source: greeting_evening
sv: God kväll

source: greeting_night
sv: God natt

source: Invoices
sv: Fakturor

source: Purchases
sv: Köp

source: No unpaid invoices
sv: Inga obetalda fakturor

source: You're all caught up for now
sv: Du är allt ikapp för tillfället

source: No recent purchases
sv: Inga senaste köp

source: Your recent activity will appear here
sv: Din senaste aktivitet visas här

source: Actions
sv: Åtgärder

source: Recommended Actions
sv: Rekommenderade åtgärder

source: suggestions
sv: förslag

source: Paid with
sv: Betalad med

source: Part Pay
sv: Delbetala

source: Overdue
sv: Försenad

source: Paid
sv: Betalad

source: Scheduled
sv: Schemalagd

source: Snoozed
sv: Uppskjuten

source: Due in
sv: Förfaller om

source: Overdue by
sv: Försenad med

source: Paid on
sv: Betalad den

source: Scheduled for
sv: Schemalagd för

source: Account information
sv: Kontoinformation

source: Type
sv: Typ

source: Credit
sv: Kredit

source: Current debt
sv: Nuvarande skuld

source: Next invoice
sv: Nästa faktura

source: Next due
sv: Nästa förfallodag

source: Next payment
sv: Nästa betalning

source: Amount
sv: Belopp

source: Invoice created
sv: Faktura skapad

source: Invoice due
sv: Faktura förfaller

source: Due date
sv: Förfallodag

source: Payment method
sv: Betalningsmetod

source: Transactions
sv: Transaktioner

source: Payment received
sv: Betalning mottagen

source: Initial purchase
sv: Första köp

source: Invoice History
sv: Fakturahistorik

source: Account
sv: Konto

source: Invoice Account
sv: Fakturakonto

source: Store Credit
sv: Butikskredit

source: Onetime Credit
sv: Engångskredit

source: Bauhaus Invoice
sv: Bauhaus Faktura

source: Part payment ongoing
sv: Delbetalning pågår

source: Options available on next invoice
sv: Alternativ tillgängliga på nästa faktura

source: All purchases are paid
sv: Alla köp är betalda

source: No invoice until you make a purchase
sv: Ingen faktura förrän du gör ett köp

source: Reset Data
sv: Återställ data

source: Reset all data to defaults?
sv: Återställa all data till standard?

source: This will clear all changes you've made.
sv: Detta kommer att radera alla ändringar du har gjort.

source: Cancel
sv: Avbryt

source: Reset
sv: Återställ

source: Language
sv: Språk

source: English
sv: Engelska

source: Manage
sv: Hantera

source: Support, profile & settings
sv: Support, profil & inställningar

source: Profile
sv: Profil

source: Settings
sv: Inställningar

source: Report issue
sv: Rapportera problem

source: Messages from the bank
sv: Meddelanden från banken

source: View bank notifications
sv: Visa banknotifikationer

source: Live chat
sv: Livechatt

source: FAQ
sv: Vanliga frågor

source: Check loan application status
sv: Kontrollera låneansökningsstatus

source: Customer ID
sv: Kund-ID

source: Contact information
sv: Kontaktinformation

source: Email, Phone
sv: E-post, Telefon

source: Know Your Customer
sv: KYC - Kundkännedom

source: My documents
sv: Mina dokument

source: Agreements, Contracts
sv: Avtal, Kontrakt

source: Chart of expenses
sv: Utgiftsdiagram

source: View spending breakdown
sv: Visa utgiftsfördelning

source: Chart of available credit
sv: Diagram över tillgänglig kredit

source: Credit utilization
sv: Kreditanvändning

source: Spending trends
sv: Utgiftstrender

source: Gamification
sv: Spelifiering

source: Connect bank account
sv: Anslut bankkonto

source: Link external accounts
sv: Länka externa konton

source: Notification settings
sv: Notifikationsinställningar

source: Communication, Marketing
sv: Kommunikation, Marknadsföring

source: Theme
sv: Tema

source: Light, Dark, Auto
sv: Ljus, Mörk, Auto

source: Accessibility settings
sv: Tillgänglighetsinställningar

source: Autopay
sv: Autobetalning

source: Automatic payments
sv: Automatiska betalningar

source: Change shortcuts on homepage
sv: Ändra genvägar på startsidan

source: Customize homepage
sv: Anpassa startsidan

source: Restore default data
sv: Återställ standarddata

source: Log out
sv: Logga ut

source: Sign out of your account
sv: Logga ut från ditt konto

source: Wallet
sv: Plånbok

source: Banking
sv: Bank

source: Merchants
sv: Handlare

source: How can I help you today?
sv: Hur kan jag hjälpa dig idag?

source: Check Account Balance
sv: Kontrollera kontosaldot

source: Payment Questions
sv: Betalningsfrågor

source: Invoice Help
sv: Fakturahjälp

source: I have questions about payments
sv: Jag har frågor om betalningar

source: I need help with invoices
sv: Jag behöver hjälp med fakturor

source: Type your message...
sv: Skriv ditt meddelande...

source: Your Resurs Gold account has 15,000 SEK available credit out of a 30,000 SEK limit. Would you like more details?
sv: Ditt Resurs Gold-konto har 15 000 SEK tillgänglig kredit av en 30 000 SEK gräns. Vill du ha mer information?

source: I can help you with payments! You can pay invoices directly from the Wallet tab, set up payment plans, or schedule payments. What would you like to do?
sv: Jag kan hjälpa dig med betalningar! Du kan betala fakturor direkt från fliken Plånbok, sätta upp betalningsplaner eller schemalägga betalningar. Vad vill du göra?

source: I see you have 2 overdue invoices totaling 1,621 SEK. Would you like me to help you set up a payment plan or pay them now?
sv: Jag ser att du har 2 försenade fakturor på totalt 1 621 SEK. Vill du att jag hjälper dig att sätta upp en betalningsplan eller betala dem nu?

source: I'm here to help with your banking needs. You can ask me about your account balance, payments, invoices, or any other banking questions. How can I assist you?
sv: Jag är här för att hjälpa dig med dina bankbehov. Du kan fråga mig om ditt kontosaldo, betalningar, fakturor eller andra bankfrågor. Hur kan jag hjälpa dig?
